Repository: fairdirect/food-marketplace
Catalog: application/configs/languages.tmx
Source language: de
Languages: en, it

source: Sie verzichten auf Pflanzenschutz mit chemisch-synthetischen Mitteln
en: They refrain from plant protection that uses synthetical chemical substances.
it: Rinunciano alla cura delle piante con prodotti chimici e sintetici

source: Sie verwenden keinerlei lösliche mineralische Düngemittel
en: They do not use any soluble mineral fertilizers.
it: Non utilizzano concimi minerali solubili

source: Sie pflegen die Bodenfruchtbarkeit durch Humuswirtschaft
en: They care for soil fertility with humus.
it: Curano la diminuzione della fertilità del terreno con l'utilizzo di humus

source: Sie verwenden keine chemisch-sythetischen Wachstumsregulatoren oder Hormone
en: They do no use synthetical, chemical growth regulators or hormones
it: Non utilizzano regolatori della crescita chimici o sintetici o ormoni

source: Sie setzen sich für artgerechte Tierhaltung ein
en: They support species-appropriate husbandry
it: Si impegnano nella protezione degli animali

source: Sie verzichten soweit es geht auf Antibiotika
en: As far as possible, they do not use antibiotics
it: Rinunciano all'uso di antibiotici

source: Sie folgen einer abwechslungsreichen Fruchtfolge im Sinne der Nachhaltigkeit unserer Erde
en: They employ a diversified crop rotation in the interest of our planet's sustainability
it: Seguono una coltura diversificata per permettere una migliore sostenibilità

source: Die biologische Landwirtschaft und Verarbeiter von biologischen Lebensmitteln schonen die natürlichen Ressourcen und haben in vielen Bereichen positive Auswirkunegn auf die Umwelt. Treten Sie in Kontakt mit unseren Bio-Produzenten und entdecken Sie den Geschmack von Bio Käse, Bio Fleisch und vielen anderen Bio Lebensmitteln.
en: Organic agriculture and processors of organic food spare natural resources and have positive effects on the environment in many areas. Get in touch with our organic producers and explore the taste of organic cheese, organic meat and many other organic food items.
it: L'agricoltura biologica e le società di trasformazione di prodotti alimentari biologici hanno cura delle risorse naturali e hanno, in moltissimi campi, effetti positivi sull'ambiente. Entrate in contatto con i nostri produttori BIO e scoprite il gusto di formaggio, carne e moltissimi altri alimenti biologici

source: Alle Bio-Kategorien
en: All organic food categories
it: Tutte le categorie BIO

source: Hier finden Sie Artikel, welche zu discountähnlichen Preisen angeboten werden. Alle Produkte sind mit Herstellerangabe, also keine "produziert für" Artikel und stammen direkt von Herstellern, Produzenten, Erzeuger oder Händler, welche diese vermarkten.
en: Here you can find articles which are offered at rates similar to discount prices. All products carry a manufacturer indication (so, no “produced for” items) and come directly from manufacturers, producers, farmers or traders which market them.
it: Qui trovate articoli che vengono messi in vendita a prezzi scontati. Tutti i prodotti sono con indicazioni dei produttori, quindi nessun articolo "prodotto per", e vengono direttamente da costruttori, produttori, ditte produttrici o commercianti, che commercializzano tali prodotti.

source: Alle Discount-Produkte anzeigen
en: Show all discount products
it: Mostra tutti i prodotti discount

source: Alle Discount-Kategorien
en: All discount categories
it: Tutte le categorie discount

source: Shopvorstellung:
en: Shop presentation
it: Presentazione del negozio

source: Besuchen Sie unseren Shop
en: Visit our shop
it: Visitate il nostro negozio

source: Lebensmittel Kategorien
en: Food categories
it: Categorie beni alimentari

source: Drogerie Kategorien
en: Drugstore categories
it: Categoria beni per la casa e la persona

source: Bestellen
en: Ordering
it: Ordinare

source: Zahlungsmöglichkeiten
en: Payment options
it: Possibilità di pagamento

source: Versand und Lieferung
en: Shipment and delivery
it: Spedizione e consegna

source: Kontakt
en: Contact
it: Contatti

source: Gesetzliche Informationen
en: Legal information
it: Informazioni legali

source: Nutzungsbedingungen
en: Terms of use
it: Condizioni di utilizzo

source: AGB
en: Terms
it: Condizioni generali

source: Datenschutz
en: Privacy
it: Protezione dati

source: Impressum
en: Imprint
it: Colophon

source: Für Verkäufer – Verkaufen mit Epelia
en: For sellers – sell with Epelia
it: Per i venditori – Vendere su Epelia

source: Umkreissuche
en: Proximity search
it: Ricerca per raggio

source: Deutschland
en: Germany
it: Germania

source: Österreich
en: Austria
it: Austria

source: Schweiz
en: Switzerland
it: Svizzera

source: Entfernung
en: Distance
it: Distanza

source: Alle Felder müssen ausgefüllt sein.
en: All fields have to be filled.
it: Tutti i campi devono essere riempiti

source: Shops im Umkreis von
en: Shops within a distance of
it: Negozi nel raggio di

source: km von
en: km of
it: km da

source: Produkt
en: Product
it: Prodotto

source: Bei Epelia seit
en: On Epelia since
it: Su Epelia da

source: mehr über uns
en: more about us
it: Maggiori informazioni su di noi

source: In unserem Shop gibt es
en: In our shop you will find
it: Nel nostro negozio trovate

source: Über uns
en: About us
it: Su di noi

source: Unsere Philosophie
en: Our philosophy
it: La nostra filosofia

source: Arbeitsweise
en: Way of working
it: Modo di lavorare

source: Gründungsgeschichte von
en: History of
it: Storia di

source: Bitte prüfen Sie, ob Sie den Link aus der Bestätigungs-E-Mail vollständig kopiert haben.
en: Please make sure that you copied the complete link from the confirmation e-mail.
it: Controlla di aver copiato il link completo presente nella e-mail di conferma

source: Vielen Dank für Ihre Bestätigung
en: Thank you for your confirmation
it: Grazie per la conferma

source: Vielen Dank für Ihre Bestätigung.
en: Thank you for your confirmation
it: Grazie per la conferma

source: Sie können Sich jetzt in Ihr Benutzerkonto einloggen.
en: You can now log into your user account
it: Puoi ora accedere al tuo account.

source: Ich habe die <a href="/hilfe/agb/" target="_blank">Allgemeinen Geschäftsbedingungen</a> und <a href="/hilfe/datenschutz/" target="_blank">Datenschutzrichtlinien</a> gelesen.
en: I have read the <a href="/hilfe/agb/" target="_blank">General Terms and Conditions</a> and the <a href="/hilfe/datenschutz/" target="_blank">Privacy statement</a>.
it: Ho letto le <a href="/hilfe/agb/" target="_blank">condizioni generali di contratto</a> e <a href="/hilfe/datenschutz/" target="_blank">le direttive sulla protezione dei dati</a>

source: Epelia Newsletter abonnieren
en: Subscribe to the Epelia newsletter
it: Abbonarsi alla newsletter Epelia

source: Registrieren
en: Register
it: Registrarsi

source: Registrierung fehlgeschlagen
en: Registration failed
it: Registrazione fallita

source: Die Registrierung ist fehlgeschlagen.
en: The registration failed.
it: La registrazione non è andata a buon fine

source: Ich habe ein Kundenkonto bei Epelia
en: I have a customer account at Epelia
it: Ho un account cliente su Epelia

source: Schnelle Lieferzeiten
en: Short shipment times
it: Rapidi tempi di consegna

source: Käuferschutz
en: Buyer protection
it: Tutela consumatori

source: Kostenloser Service
en: Free service
it: Servizio gratuito

source: 0180 EINKAUF (01803 465283; 9 ct/min aus dem Deutschen Festnetz; aus Mobilfunknetzen können abweichende Preise gelten)
en: +49 180 EINKAUF (+49 1803 465283; 9 ct/min in the landline network of German Telekom; different rates might apply in mobile networks)
it: 0180 EINKAUF (+49 1803 465283; 9 ct/min da rete fissa tedesca; sulla rete mobile potrebbero essere applicate tariffe differenti)

source: Lieferung vom Hersteller
en: Delivered by the manufacturer
it: Spedizione dal produttore

source: Sichere Zahlung mit SSL-Verschlüsselung
en: Secure payments with SSL encryption
it: Pagamento sicuro con codificazione SSL

source: Ich bin Neukunde
en: I am a new customer
it: Sono un nuovo cliente

source: Haben Sie Fragen zu Ihrer Bestellung?
en: Do you have questions about your order?
it: Domande in merito all'ordine?

source: Unser Service Team hilft Ihnen gerne weiter. Freundlich und kompetent.
en: Our service team is glad to help you, friendly and capably.
it: Il nostro team, cordiale e competente, vi aiuterà volentieri.

source: Rufen Sie uns an unter:
en: Call us at:
it: Chiamaci al:

source: Erstellen Sie hier ein neues Verkäuferkonto.
en: Register here a new seller account.
it: Creare un nuovo account venditore.

source: Es wurde Ihnen eine E-Mail mit einem Bestätigungs-Link an die angegebene Addresse zugesendet.
en: We have sent an e-mail with a confirmatin link to the indicated e-mail address.
it: Abbiamo inviato una e-mail con un link di conferma all'indirizzo inserito.

source: Adresse wählen
en: Select address
it: Scegliere indirizzo

source: Folgende Produkte können leider nicht in das ausgewählte Land geliefert werden:
en: Unfortunately, the following products cannot be delivered to the chosen destination country:
it: Spiacente, i seguenti prodotti non possono essere spediti nel paese selezionato

source: Lieferadresse:
en: Shipment address:
it: Indirizzo di spedizione:

source: Rechnungsadresse:
en: Invoice address:
it: Indirizzo di fatturazione:

source: Bitte Adresse auswählen.
en: Please select an address.
it: Scegliere l'indirizzo

source: Als Lieferadresse auswählen
en: Select as shipment address
it: Scegliere l'indirizzo di spedizione

source: Als Rechnungsadresse auswählen
en: Select as invoice address
it: Scegliere l'indirizzo di fatturazione

source: Bitte wählen Sie Ihre Zahlungsart
en: Please choose your mode of payment
it: Scegliere il metodo di pagamento

source: Sofortüberweisung
en: Sofortüberweisung (immediate bank transfer service provided by SOFORT AG)
it: Sofortüberweisung (bonifico immediato)

source: Kreditkarte
en: credit card
it: Carta di credito

source: Vorkasse
en: advance payment
it: Pagamento anticipato

source: Bitte überweisen Sie den Gesamtbetrag vorab auf unser Konto
en: Please transfer the total amount in advance to our bank account
it: Procedere anzitutto al versamento del totale sul nostro conto

source: Nach Zahlungseingang wird Ihre Ware an Sie versendet
en: After receipt of payment, your order will be shippd to you
it: Dopo il processo di pagamento i prodotti saranno inviati direttamente a casa vostra

source: Einzelheiten zu unserer Bankverbindung erhalten Sie nach der Bestellung
en: You will receive our bank details after placing the order
it: Dopo l'ordine riceverà i dettagli riguardo alle nostre coordinate bancarie

source: Weiter zur Bestätigung
en: Forward to confirmation
it: Continua

source: Willkommen!
en: Welcome!
it: Benvenuto!

source: Produkt hinzufügen / editieren
en: Add / edit product
it: Aggiungi / modifica prodotto

source: Aktiv?
en: Active?
it: Attivo?

source: Vorrat
en: Stock amount
it: Scorta

source: Erstellung
en: Created at
it: Creazione

source: Neues Produkt anlegen
en: Create new product
it: Aggiungi nuovo prodotto

source: Bilder hochladen / löschen
en: Upload / delete images
it: Carica / elimina immagini

source: markierte löschen
en: delete selected
it: elimina selezionate

source: Abgeschlossene Bestellungen
en: Completed orders
it: Ordini terminati

source: Versendet am
en: Shipped on
it: Inviato il

source: Offene Bestellungen
en: Open orders
it: Ordini attivi

source: Als versendet markieren
en: Mark as shipped
it: Segna come inviato

source: Versandkosten ändern
en: Modify shipment costs
it: Modifica le spese di spedizione

source: Es ist nur möglich in Länder zu versenden, wenn Versandkosten für dieses Land angegeben sind. Für kostenlosen Versand "0" eintragen. Das Feld "Kostenfrei ab" ist optional.
en: It is only possible to ship into a country if shipment costs for this country have been entered. For free shipment, enter "0". The field "Free shipment from" is optional.
it: È possibile effettuare spedizioni solo nei Paesi di cui sono indicate le spese di spedizione. Per la spedizione gratuita inserire "0". Il campo "Spedizione gratuita a partire da" è opzionale.

source: Shopdaten editieren
en: Edit shop data
it: Modifica i dati del negozio

source: Vorrat nicht begrenzen
en: Do not limit the stock amount
it: Scorte illimitate

source: Zutaten
en: Ingredients
it: Ingredienti

source: Dieses Produkt kann folgende Spuren enthalten
en: This product may contain traces of
it: Questo prodotto può contenere tracce di

source: Bio-Produkt?
en: Organic product?
it: Prodotti Bio?

source: Discount-Produkt?
en: Discount product?
it: Prodotti discount?

source: Zusätze
en: Additives
it: Additivi

source: Allergene
en: Allergenes
it: Allergeni

source: Anlässe
en: Occasions
it: Eventi

source: Geschmack
en: Taste
it: Gusto

source: Veränderungen
en: Manipulations
it: Modifiche

source: Einheit
en: Unit
it: Unità

source: Verpackung
en: Packaging
it: Confezione

source: Inhalt pro Einheit
en: Content per unit
it: Contenuto per unità

source: Menge
en: Amount
it: Quantità

source: Preis normal
en: Normal price
it: Prezzo normale

source: Preis Großhandel
en: Wholesale price
it: Prezzo all'ingrosso

source: Kosten
en: Costs
it: Costi

source: Kostenfrei ab
en: Free shipment from
it: Spese di spedizione gratuite a partire da

source: Shop-Infos
en: Shop information
it: Info sul negozio

source: AG
en: public stock company
it: S.p.A.

source: e.G. (eingetragene Gesellschaft)
en: registered company
it: Società registrata

source: e.K. (eingetragener Kaufmann)
en: registered sole trader
it: Commerciante registrato

source: Einzelunternehmen
en: sole proprietorship
it: Singola impresa

source: GbR
en: company constituted under civil law
it: Società semplice

source: GmbH
en: LLC (limited liability company)
it: S.r.l.

source: GmbH und Co. KG
en: GmbH und Co. KG (LLC in limited commercial partnership)
it: S.r.l. & Co. S.a.s.

source: KG
en: limited commercial partnership
it: S.a.s

source: Ltd. und Co. KG.
en: Ltd. and Co. KG (Ltd. in limited commercial partnership)
it: Ltd. & Co. S.a.s.

source: OHG
en: general partnership
it: S.n.c.

source: PartG.
en: partnership company
it: Partiti politici

source: e.V.
en: registered association
it: Associazione registrata

source: andere
en: other
it: altro

source: Firmenart
en: company type
it: Tipo di azienda

source: Firmenadresse
en: company address
it: Indirizzo dell'azienda

source: Steuernummer
en: tax ID
it: Codice fiscale

source: Steuer-ID
en: VAT ID
it: Codice fiscale

source: Umsatzsteuer befreit?
en: VAT exempt?
it: Esonero dall'IVA?

source: Handelsregister-Nr.
en: commercial register number
it: Registro di commercio-Nr.

source: Registergericht
en: Register court
it: Tribunale commerciale

source: Firmensitz
en: Registered seat of the company
it: Sede dell'azienda

source: Vertretungsberechtigte(r)
en: Authorized representative
it: Rappresentante/i

source: Öko-Kontrollstelle
en: Organic production inspection body
it: Punto di controllo ecologico

source: Öko-Kontrollnummer
en: Organic food inspection number
it: Numero di controllo ecologico

source: Firmendaten
en: Company data
it: Dati dell'azienda

source: Kontoinhaber
en: Account owner
it: Intestatario del conto

source: Kontonummer
en: Account number
it: Numero di conto

source: BLZ
en: Sort code
it: CAB

source: Bankname
en: Name of bank
it: Nome della banca

source: Bankverbindung
en: Bank details
it: Coordinate bancarie

source: Gründungsgeschichte
en: History
it: Storia

source: Philosophie
en: Philosophy
it: Filosofia

source: Zusätzliche Infos
en: Additional information
it: Informazioni aggiuntive

source: Informationen für Kunden
en: Information for customers
it: Informazioni per i clienti

source: Passwort zurücksetzen
en: Reset the password
it: Reset the password

source: Hier können Sie ihr Passwort zurücksetzen lassen.
en: You can reset your password here.
it: Qui è possibile reimpostare la password.

source: Mail versendet
en: E-mail sent.
it: posta inviata

source: Eine E-Mail mit der Anleitung zum Zurücksetzen des Passworts wurde an die angegebene Adresse versendet.
en: An e-mail with instructions for resetting the password have been sent to the given address.
it: Una e-mail con le istruzioni per reimpostare la password è stata inviata all'indirizzo specificato.

source: Passwort erfolgreich geändert
en: Password successfully changed
it: Password modificata con successo

source: Ihr Passwort wurde erfolgreich geändert. Sie können sich nun mit Ihrem neuen Passwort einloggen.
en: Your password has been changed successfully. You can now log in with your new password.
it: La tua password è stata cambiata con successo. È possibile effettuare il login con la nuova password adesso.

source: Passwort-Reset fehlgeschlagen
en: Password reset failed
it: Reimpostazione della password non riuscito

source: Der Passwort-Reset ist fehlgeschlagen. Bitte prüfen Sie ob der Link in der Reset-E-Mail korrekt übernommen wurde.
en: The password reset failed. Please make sure that you used the link from the reset e-mail correctly.
it: La reimpostazione della password non riuscita. È stato Verificare se il link nella mail di reset adottato correttamente.

source: Bitte wählen Sie eine Liefer- und Rechnungsadresse aus.
en: Please select a shipment and invoice address.
it: Si prega di selezionare una consegna e indirizzo di fatturazione.

source: Bitte wählen Sie eine Zahlungsart aus.
en: Please select a payment method.
it: Si Prega Di Una selezionare Consegna e Indirizzo di fatturazione.

source: Warten auf Zahlungseingang
en: Waiting for payment
it: In attesa di pagamento

source: In Bearbeitung
en: In progress
it: In progress

source: Versendet
en: Shipped
it: Spedito

source: Wochenmarkt
en: farmers market
it: mercato settimanale

source: Wochenmarkt editieren
en: Edit farmers market
it: Editing mercato del contadino

source: Wochenmarkt-Name
en: Farmers market name
it: Nome del mercato settimanale

source: Produkt ist online nicht verfügbar.
en: The product is not available online.
it: Il prodotto non è disponibile online.

source: Hier verkaufen Produzenten und Direktimporteure Lebensmittel und Drogerie-Artikel direkt an Sie.
en: Here, producers and direct importers sell food and drugstore articles directly to you.
it: Qui di vendita del produttore e importatori diretti prodotti alimentari e farmacia direttamente a voi.

source: + in 150 Shops einkaufen
en: + purchase from 150 shops
it: + acquisti in 150 negozi

source: + ein Warenkorb und eine Kasse
en: + one shopping cart and one checkout
it: + un carrello e checkout

source: + direkte Lieferung frisch zu Ihnen
en: + direct shipment fresh to you
it: + fresco consegna diretta a loro

source: mehr
en: more
it: di più

source: Auf der Startseite bewerben?
en: Apply for being featured on the home page?
it: applica per la casa

source: Zum Shop
en: To the shop
it: al negozio

source: Umsatzsteuer
en: value-added tax
it: imposta sulle vendite

source: Aktivieren
en: Activate
it: attivare

source: Deaktivieren
en: Deactivate
it: disattivare

source: Genossenschaft
en: Cooperative
it: Cooperativa

source: Passwort vergessen?
en: Forgot the password?
it: Hai dimenticato la password?

source: Epeliagenossenschaft
en: Epelia cooperative
it: Epelia cooperativa

source: Wenn Ihnen die Idee hinter Epelia gefällt, dann werden sie doch ein Teil davon. Wir werden genossenschaftlich und suchen Menschen denen unsere Grundlagen wichtig sind:
en: If you like the Idea of Epelia, why not become part of it? We will become a cooperative and look for people who value our basic principles:
it: Se vi piace l'idea dietro Epelia, non sono che una parte di esso. Siamo cooperativa e alla ricerca di persone in cui le nostre basi sono importanti:

source: zentraler Einkauf ohne Zwischenhandel
en: central purchasing without intermediary traders
it: centrale di committenza, senza scambi intermedi

source: Lebensmittel mit Herkunftsnachweis
en: food with proof of origin
it: Cibo con prova dell'origine

source: Förderung regionaler Strukturen
en: supporting regional structures
it: Promozione delle strutture regionali

source: respektvoller Umgang mit Lebensmitteln
en: dealing with food repectfully
it: cibo manipolazione rispettabile

source: Unterstützung kleiner Produzenten
en: support for small-scale producers
it: Supporto per i piccoli produttori

source: Mitspracherecht bei der weiteren Entwicklung von Epelia
en: a voice in the further development of Epelia
it: Dire l'ulteriore sviluppo di Epelia

source: Melden Sie sich unverbindlich für unseren Genossenschafts-Newsletter an und verpassen Sie so nicht die nächsten Schritte.
en: Register without obligations for receiving our cooperative newsletter and you will not miss our next steps.
it: Iscriviti alla nostra newsletter obbligo cooperativa e vi perdete quindi non i passi successivi.

source: absenden
en: send
it: inviare

source: Vielen Dank für Ihre Registrierung
en: Thank you for your registration
it: Grazie per la tua registrazione

source: Vielen Dank für Ihre Registrierung zum Genossenschafts-Newsletter.
en: Thank you for registering for the cooperative newsletter
it: Grazie per esserti registrato alla newsletter Epelia.

source: Deutsch
en: German
it: tedesco

source: Englisch
en: English
it: inglese

source: Italienisch
en: Italian
it: italiano

source: alle Produkte anzeigen
en: Show all products
it: Vedi tutti i prodotti

source: Lebensmittel für Allergiker
en: Food for allergy sufferers
it: Cibo per allergici

source: Angebote des nächsten Markttages
en: Offers from the upcoming market day
it: Offerte del successivo giorno di mercato

source: besuchen Sie unseren Wochenmarkt
en: visit our farmers market
it: visita il nostro mercato settimanale

source: Öffnungszeiten
en: opening hours
it: orari di apertura

source: Logout
it: Disconnetti

source: Login
it: Accedi

source: Shop-Name
it: Nome del negozio

source: Bank: Volksbank Heuchelheim
it: Banca: Volksbank Heuchelheim

source: Status
it: Stato

source: Product
it: Prodotto

source: Text
it: Testo

source: Name
it: Nome

source: Shopname
it: Nome del negozio
